---
type: KeynoteTable
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# KeynoteTable

`Autodesk.Revit.DB.KeynoteTable` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetKeynoteTable | 2015 | `public static KeynoteTable GetKeynoteTable ( Document aDoc )` |
| Property | Parameter | — | `` |